{
  "DEO": {
    "Global": {
      "Home": "Home",
      "VotingProcedure": "Voting Procedure",
      "Whitepaper": "Whitepaper",
      "Vote": "Let's vote",
      "Roadmap": "Roadmap",
      "Team": "Team",
      "HowToBuy": "How to buy",
      "Contact": "Contact: ",
      "Copyright": "© 2022 by Deopto Team. Proudly created with love",
      "Link": "(link)",
      "HowItWorks": "How It Works",
      "Dapp": "dApp ►"
    },
    "Home": {
      "HeroTitle1": "Control the purpose of the token",
      "HeroTitle2": "Ambitions chosen by You",
      "BuyButton": "Buy Deopto ►",
      "ViewBscScan": "View on BscScan",
      "PowerTitle": "The Power in your tokens",
      "PowerDesc": "Our goal is to help a cause what the community find worthy. You can participate in a voting periodically to determine what the raised funds from the transactions will be used for.",
      "InnovationTitle": "Raffland is a decentralized, automated raffle system. Take your chances to win big prizes.",
      "InnovationDesc1": "Innovating blockchain technology like you have never seen before!",
      "InnovationDesc2": "All the procedures are happening within the Smart Contract of the token to ensure transparency and security. This implementation helps us to defeat manipulations of the voting to give every option and participants a fair and even playing field.",
      "InnovationLearnMore": "Learn more about the voting",
      "TokenomicsTitle": "How the token works",
      "TokenomicsSubtitle": "Three actions are happening at each transaction defined by the Smart Contract",
      "TokenomicsReflections": "{{percent}}% Reflections",
      "TokenomicsReflectionsDesc": "{{percent}}% tokens of every transaction are redistributed between holders proportionately",
      "TokenomicsPollFunding": "{{percent}}% Poll Funding",
      "TokenomicsPollFundingDesc": "{{percent}}% tokens of every transaction are added to the funding wallet which will be used to help the cause You aimed for",
      "TokenomicsLiquidity": "{{percent}}% LP Acquisition",
      "TokenomicsLiquidityDesc": "{{percent}}% tokens of every transaction are added to the liquidity pool helping the growth of the token",
      "LaunchTitle": "Launch",
      "LaunchChartText": "Tokens for Sale",
      "LaunchDesc1": "100% of the tokens are available from the start with a Fair Launch",
      "LaunchDesc2": "Proof of Stake token on the Binance Smart Chain",
      "LaunchDesc3": "10 million Deopto tokens launched",
      "LaunchDesc4": "Liquidity Pools (LP tokens) are locked until 01.01.2099",
      "TeamTitle": "Our team",
      "RoleCoowner": "Co-Owner",
      "RoleProductManager": "Product Manager",
      "RoleSoftwareEngineer": "Software engineer"
    },
    "Whitepaper": {
      "MainTitle": "Deopto",
      "MainSubtitle": "A Reflection token with Automated Liquidity Acquisition and Community Defined Purposes",
      "MainDesc": "Deopto aims to be an ever growing community token which aims to solve problems of the present. We are aiming to help relevant issues what the community finds worthy to stand behind.",
      "VotingTitle": "Helping a Relevant Cause - Voting",
      "VotingText1": "Deopto wants to be relevant with the issues our world is facing. We give opportunities for causes to compete in a regular voting procedure where holders of the tokens can participate and shape the purpose and history of the token. The voting is entirely handled by the Smart Contract to take advantage of the immutable nature and security of the Smart Contract. We believe that innovation is necessary in every field to progress our world, that is why we came up with a never seen before implementation of the decentralized blockchain.",
      "VotingText2": "Voting happens through communication with the Smart Contract so there is a small amount of gas fee to be paid with every vote. Voting can be done from our site with a friendly user interface and every previous poll will be transparently displayed in the archives.",
      "VotingText3": "You decide, vote!",
      "ReflectionTitle": "Reflection Tokens",
      "ReflectionText1": "No need for costly mining machines and liquidity funding from the community. Reflection mechanics ensures that you only need to hold your tokens to earn more. With reflections implemented a specific percentage of tokens from each transaction will be redistributed amongst the holders proportionately to reward everyone who committed to have Deopto tokens.",
      "ReflectionText2": "Benefits having reflections implemented:",
      "ReflectionBenefits1": "Rewarding people holding tokens",
      "ReflectionBenefits2": "Security and transparency: everything is controlled by the Smart Contract",
      "ReflectionBenefits3": "No transactions and transaction fees to claim rewards. You get rewards real time from every transaction",
      "ReflectionBenefits4": "Fair distribution: the reward amount is dependent on how many tokens you are holding compared to others",
      "ReflectionBenefits5": "No costs: reflections are happening real time without additional transaction fees",
      "ReflectionTextBottomNote": "Wallets (e.g. the developer wallet) can be excluded from this mechanism with the _excludeFromReward method of the Smart Contract to further enhance the rewards for individual holders.",
      "AcquisitionTitle": "Automated Liquidity Acquisition",
      "LpAcquisitionText1": "Liquidity is a crucial point for every token. We implemented features for this token to reward holders so we can eliminate the need for providing liquidity to grow. As a solution the Smart Contract takes care providing liquidity periodically to ensure a constant growth.",
      "LpAcquisitionText2": "From every transaction the Smart Contract takes a specific percentage of tokens and when the amount gathered reaches a certain amount it will be automatically converted and added to the liquidity pool. The method is fully automated within the Smart Contract to ensure security and transparency. This way nobody will suffer from impermanent loss because there is no need for anyone to provide liquidity.",
      "LpAcquisitionText3": "Larger liquidity pools decrease the volatility of the impact of swaps against the overall available supply. As time progresses the liquidity acquisition ensures an ever growing stability to handle higher demand as the market progresses.",
      "LpAcquisitionText4": "Liquidity Pool (LP tokens) are locked for 77 years (until 01.01.2099):",
      "LpAcquisitionTokenLock1": "WBNB/DEO LP token lock certificate: ",
      "LpAcquisitionTokenLock2": "BUSD/DEO LP token lock certificate: ",
      "DownloadWhitepaper": "Download Whitepaper as PDF"
    },
    "VotingProcedure": {
      "VotingProcedureTitle": "Voting on the blockchain",
      "VotingProcedureDesc1": "Using the blockchain technology like you have never seen before.",
      "VotingProcedureDesc2": "With the immutable behaviour of the blockchain, all the procedures happening within the Smart Contract ensures transparency and security. Using the blockchain technology like you have never seen before",
      "VotingProcedureDesc3": "This implementation helps us to defeat manipulations of the voting to give every poll option and participant a fair and even playing field.",
      "VotingProcedureDesc4": "We don't have to rely on a third party implementation of storing data for voting, the blockchain controls everything and even the procedure of the voting is hard coded, can't be modified after launch.",
      "VotingProcedureDesc5": "Votes are counted after the poll is closed and the counting begins immediately after closing. Every wallet address can participate in the voting, but the Voting Power calculations are happening at the time of counting.",
      "VotingProcedureList1": "Anonymous voting",
      "VotingProcedureList2": "Votes are stored decentralized on blockchain",
      "VotingProcedureList3": "Votes are stored immutably",
      "VotingProcedureList4": "Vote results are stored immutably on the blockchain",
      "VotingProcedureList5": "Vote results are stored historically on the blockchain",
      "VotingProcedureList6": "Votes are counted after poll closing to avoid manipulations with the holdings",
      "VotingPowerTitle": "Voting Power",
      "VotingPowerDesc": "Every wallet address with a vote has a Voting Power which is calculated from the Deopto holdings of the wallet. ",
      "VotingPowerDesc1": "The Voting Power calculations are happening after the poll is closed, so be aware that you should have the sufficient holdings when the calculations are happening. Your holdings do not matter at the time you vote.",
      "VotingPowerFloorTitle": "Voting Power Floor",
      "VotingPowerFloorDesc1": "To successfully participate in the voting, wallets need to have at least 0.001% of holding. With this number of holding, the wallet has a voting power of 1.",
      "VotingPowerFloorDesc2": "The system rewards wallets with more holding on a square root based scale, so early on you get much more Voting Power with increasing your token amount but it slows down approaching the ceiling.",
      "VotingPowerCeilingTitle": "Voting Power Ceiling",
      "VotingPowerCeiling1": "The procedure rewards wallets with more tokens but it has a ceiling to ensure that everyone has their voice in the voting.",
      "VotingPowerCeiling2": "The rewarding scale follows a square root scale to lessen the rewarding effect when a wallet has high amounts. For the maximum effect the ceiling is at 1% holding with 300 Voting Power and after 1% the Voting Power is NOT increasing anymore; staying at 300.",
      "ChartXLegend": "Holdings",
      "ChartYLegend": "Voting power"
    },
    "Roadmap": {
      "RoadmapTitle": "Roadmap",
      "Milestone1Title": "Summer of 2022",
      "Milestone1Desc1": "Designing Deopto",
      "Milestone1Desc2": "Creating Proof of Concept",
      "Milestone1Desc3": "Testing voting procedure on testnet",
      "Milestone2Title": "21st of September",
      "Milestone2Desc1": "Launching Deopto on PancakeSwap with 100% Fair Launch",
      "Milestone2Desc2": "All Liquidity Pool (LP) tokens are locked until 01.01.2099",
      "Milestone3Title": "1000 holder milestone",
      "Milestone3Desc1": "Start the first Poll and community Voting",
      "Milestone3Desc2": "Polls will then happen periodically every 2 months",
      "Milestone3Desc3": "First charity campaign after the successful Voting",
      "Milestone3Desc4": "News portal, blogs and media appearances",
      "Milestone3Desc5": "Social media campaign (Twitter, Instagram, Facebook, Telegram)",
      "Milestone3Desc6": "Apply for BscScan listing",
      "Milestone4Title": "2500 holder milestone",
      "Milestone4Desc1": "Social media campaign on Youtube",
      "Milestone4Desc2": "Influencer partnerships",
      "Milestone4Desc3": "Podcast and video appearances",
      "Milestone4Desc4": "Apply for CoinGecko and CoinMarketCap listings",
      "Milestone5Title": "5000 holder milestone",
      "Milestone5Desc1": "Apply for exchange listings",
      "Milestone5Desc2": "Airdrop campaign",
      "Milestone6Title": "End of 2023",
      "Milestone6Desc1": "Team expansion",
      "Milestone6Desc2": "Website update and stability improvements",
      "Milestone6Desc3": "Deopto wallet"
    },
    "HowToBuy": {
      "Title": "How to buy Deopto tokens",
      "Step1Title": "1. Download a wallet manager",
      "Step1Desc": "In this example we will be using MetaMask, but you can use e.g. TrustWallet also",
      "Step2Title": "2. Create a wallet",
      "Step2Desc": "Open the wallet manager and create a wallet. Follow the create instructions carefully",
      "Step3Title": "3. Change blockhain network",
      "Step3Desc": "Press on the top area where the Main Network is written to change network",
      "Step4Title": "4. Add new network",
      "Step4Desc": "Press \"Add a network\" on the bottom of the page",
      "Step5Title": "5. Add BNB Smart Chain",
      "Step5Desc": "Binance is already on the suggested list, press \"Add\" on BNB Smart Chain",
      "Step6Title": "6. Import new token",
      "Step6Desc": "Press \"Import Tokens\" on the bottom of the page",
      "Step7Title": "7. Add Deopto to MetaMask",
      "Step7Desc": "Copy the Deopto contract address and paste into \"Token Address\" then press \"Import\"",
      "Step8Title": "8. Add funds to your wallet",
      "Step8Desc": "Add funds (preferably BNB or BUSD) to your wallet with \"Receive\" or \"Buy\"",
      "Step9Title": "9. Open browser",
      "Step9Desc": "Inside the wallet app open the menu, select the \"Browser\" and visit: ",
      "Step10Title": "10. Connect wallet",
      "Step10Desc": "As Pancake Swap opens in your browser connect your wallet with the \"Connect\" button",
      "Step11Title": "11. Connect to Pancake Swap",
      "Step11Desc": "Inside the MetaMask app, our only option is selecting MetaMask to connect with",
      "Step12Title": "12. Confirm connection",
      "Step12Desc": "Finalize connection with the \"Connect\" button on the bottom",
      "Step13Title": "13. Trade page",
      "Step13Desc": "After the connection head over to the \"Trade\" page, and press the target token (CAKE) to change it",
      "Step14Title": "14. Change target coin",
      "Step14Desc": "Inside the \"Select a Token\" page simply paste the Deopto token address into the field and \"Import\"",
      "Step15Title": "15. Confirm import token",
      "Step15Desc": "Accept the terms by ticking the \"I understand\" box and press Import",
      "Step16Title": "16. Swap options",
      "Step16Desc": "On the Trade page press the Settings icon (gear icon) next to the Swap header",
      "Step17Title": "17. Set slippage for swapping",
      "Step17Desc": "Set the slippage to more than 10% (it is needed because the token has a 10% fee)",
      "Step18Title": "18. Swap tokens",
      "Step18Desc": "The final step. Set up how many tokens you want to buy, press Swap and confirm the transaction.",
      "SuccessDesc1": "If the transaction is completed successfully you will have your own Deopto tokens!",
      "SuccessDesc2": "It will show up in your wallet in a second."
    }
  }
}