{
  "DEO": {
    "Global": {
      "Home": "Kezdőlap",
      "VotingProcedure": "Szavazási eljárás",
      "Whitepaper": "Whitepaper",
      "Vote": "Szavazz!",
      "Roadmap": "Ütemterv",
      "Team": "Csapatunk",
      "HowToBuy": "Hogyan vásárolj",
      "Contact": "Elérhetőség: ",
      "Copyright": "© 2022 Deopto csapata által büszkén, szeretettel alkotva",
      "Link": "(link)",
      "HowItWorks": "How It Works",
      "Dapp": "Dapp"
    },
    "Home": {
      "HeroTitle1": "Irányítsd a token célját",
      "HeroTitle2": "A Te ambicióid",
      "BuyButton": "Deopto vásárlása ►",
      "ViewBscScan": "Megtekintés a BscScan-en",
      "PowerTitle": "A tokenben rejlő erő",
      "PowerDesc": "Célunk, hogy olyan ügyet segítsünk, amit a közösség méltónak talál. Rendszeresen részt vehetsz egy szavazáson, amely meghatározza, hogy a tranzakciókból befolyt összeget mire legyen felhasználva.",
      "InnovationTitle": "Innovatív szavazás",
      "InnovationDesc1": "Innovatív blokklánc technológia, ahogy még soha nem láttad.",
      "InnovationDesc2": "Minden eljárás a token Smart Contract-ján belül történik az átláthatóság és a biztonság érdekében. Ez a megvalósítás segít abban, hogy legyőzzük a szavazással kapcsolatos manipulációkat, hogy minden lehetőségnek és a résztvevőknek tisztességes és egyenlő játékteret biztosítsunk.",
      "InnovationLearnMore": "Tudj meg többet a szavazásról",
      "TokenomicsTitle": "Hogyan működik a token",
      "TokenomicsSubtitle": "Minden egyes tranzakciónál a Smart Contract által meghatározott alábbi három művelet történik",
      "TokenomicsReflections": "{{percent}}% Reflection",
      "TokenomicsReflectionsDesc": "Minden tranzakció {{percent}}%-a arányosan újraosztásra kerül a tulajdonosok között",
      "TokenomicsPollFunding": "{{percent}}% Szavazás finanszírozása",
      "TokenomicsPollFundingDesc": "Minden tranzakció {{percent}}%-a hozzáadódik a finanszírozási pénztárcához, amely a megszavazott cél érdekében lesz felhasználva",
      "TokenomicsLiquidity": "{{percent}}% LP növelés",
      "TokenomicsLiquidityDesc": "Minden tranzakció {{percent}}%-a hozzáadódik a likviditási poolhoz, ezzel segítve a token növekedését",
      "LaunchTitle": "Piacra lépés",
      "LaunchChartText": "Piacra kínált tokenek",
      "LaunchDesc1": "A tokenek 100%-a elérhető a kezdetektől, Fair Launch",
      "LaunchDesc2": "Proof of Stake token a Binance Smart Chain hálozatán",
      "LaunchDesc3": "10 millió Deopto token elérhető",
      "LaunchDesc4": "Likviditás (LP tokenek) zárolva 2099-ig",
      "TeamTitle": "Csapatunk",
      "RoleCoowner": "Társtulajdonos",
      "RoleProductManager": "Termékmenedzser",
      "RoleSoftwareEngineer": "Szoftverfejlesztő mérnök"
    },
    "Whitepaper": {
      "MainTitle": "Deopto",
      "MainSubtitle": "Reflection token automatizált likviditásnöveléssel és közösség által meghatározott célokkal",
      "MainDesc": "A Deopto célja, hogy egy folyamatosan növekvő közösségi token legyen, amely a jelen problémáit segítse. Célunk, hogy olyan releváns kérdésekben segítsünk, amelyeket a közösség érdemesnek talál.",
      "VotingTitle": "Méltó ügyek támogatása - A szavazás",
      "VotingText1": "A Deopto szeretne releváns lenni a világunkat érintő problémákkal kapcsolatban. Lehetőséget adunk az ügyek megmérettetésére egy rendszeres szavazási eljárásban, ahol a tokenek birtokosai részt vehetnek és alakíthatják a token célját és történetét. A szavazást teljes egészében a Smart Contract kezeli, hogy kihasználjuk a Smart Contract által nyújtott biztonságot. Hiszünk abban, hogy az innováció minden területen szükséges a világ fejlődéséhez, ezért hoztunk létre egy eddig még nem látott implementációt a blokklánc segítségével.",
      "VotingText2": "A szavazáshoz kommunikálni kell az Smart Contracttal, így minden szavazatnál egy minimális tranzakciós díjat kell fizetni. Szavazni oldalunkról, egy könnyen kezelhető felhasználói felület segítségével lehet, és minden korábbi szavazás transzparensen megtekinthető az archívumban.",
      "VotingText3": "Te döntesz, szavazz!",
      "ReflectionTitle": "Reflection funkció",
      "ReflectionText1": "Nincs szükség drága bányászgépekre és közösségi likviditási finanszírozásra. A Reflection biztosítja, hogy csupán tokennel kell rendelkezni ahhoz, hogy többet keress. A Reflection segítségével minden tranzakcióból bizonyos mennyiségű token újraosztásra kerül a tulajdonosok között részarányosan, hogy mindenkit megjutalmazzon, aki elkötelezte magát a Deopto tokenek birtoklása mellett.",
      "ReflectionText2": "A Reflection implementálásának előnyei:",
      "ReflectionBenefits1": "A tokenekkel rendelkezők jutalmazása",
      "ReflectionBenefits2": "Biztonság és átláthatóság: minden a Smart Contracton belül történik",
      "ReflectionBenefits3": "Jutalmak igényléséhez nincs szükség tranzakciókra és tranzakciós díjakra. Valós idejű jutalmazás minden tranzakciónál",
      "ReflectionBenefits4": "Tisztességes elosztás: a jutalom összege részarányosan oszlik el a részesedéssel rendelkezők között",
      "ReflectionBenefits5": "Költség nélküli: a Reflection valós időben, további tranzakciós díjak nélkül történik",
      "ReflectionTextBottomNote": "A pénztárcák (mint pl. a fejlesztői pénztárca) kizárhatóak ebből a mechanizmusból az _excludeFromReward metódussal a Smart Contract keretein belül, hogy tovább növeljék az egyes tulajdonosok jutalmait.",
      "AcquisitionTitle": "Likviditás automatizált növelése",
      "LpAcquisitionText1": "A likviditás minden tokennél döntő fontosságú. A Deopto tokenhez olyan funkciókat implementáltunk, hogy a részesedéssel rendelkező birtokosokat jutalmazzuk, így meg kellett oldani a likviditás biztosítását a növekedéshez. Megoldásként a Smart Contract rendszeresen likviditást növel, hogy biztosítsa a token folyamatos fejlődését.",
      "LpAcquisitionText2": "A Smart Contract minden tranzakcióból egy meghatározott mennyiségű tokent félretesz, és amikor az összegyűjtött rész elér egy bizonyos értéket, automatikusan átváltja azt a likviditási pool feltöltésére. A metódus a Smart Contract keretein belül teljesen automatizált, így biztosítva a funkció biztonságát és átláthatóságát. Így senki nincs kitéve az Impermanent Loss jelenségnek, mert nincs szükség likviditás biztosítására a részesedéssel rendelkezők irányából.",
      "LpAcquisitionText3": "A nagyobb likviditási poolok csökkentik a swap-hatások volatilitását a teljes rendelkezésre álló kínálattal szemben. Az idő előrehaladtával a likviditás feltöltése egyre növekvő stabilitást biztosít a piaci növekvő kereslet kezelésére.",
      "LpAcquisitionText4": "A likviditás pool (LP tokenek) zárolva vannak 77 évre (2099.01.01.-ig)",
      "LpAcquisitionTokenLock1": "WBNB/DEO LP token zár tanúsítványa: ",
      "LpAcquisitionTokenLock2": "BUSD/DEO LP token zár tanúsítványa: ",
      "DownloadWhitepaper": "Whitepaper letöltése (PDF)"
    },
    "VotingProcedure": {
      "VotingProcedureTitle": "Szavazás a blokkláncon keresztül",
      "VotingProcedureDesc1": "A blokklánc technológia, ahogy még soha nem láttad.",
      "VotingProcedureDesc2": "A blokklánc adta lehetőségek révén a Smart Contracton belüli összes eljárás biztosítja az átláthatóságot és a biztonságot.",
      "VotingProcedureDesc3": "Ez a megvalósítás segít abban, hogy legyőzzük a szavazással kapcsolatos manipulációkat, hogy minden szavazási lehetőség és résztvevő számára tisztességes és egyenletes játékteret biztosítsunk.",
      "VotingProcedureDesc4": "A szavazáshoz nem kell harmadik féltől származó adattárolásra hagyatkoznunk, a blokklánc irányít mindent, sőt a szavazás menete is a Smart Contracton történik, indulás után már nem módosítható.",
      "VotingProcedureDesc5": "A szavazatszámlálás a szavazás lezárása után történik, és a számlálás közvetlenül a zárást követően kezdődik. Minden pénztárca részt vehet a szavazáson, a szavazat súlya pedig a szavazatszámlálás időpontjában kerül meghatározásra.",
      "VotingProcedureList1": "Névtelen szavazás",
      "VotingProcedureList2": "A szavazatokat decentralizáltan tároljuk a blokkláncon",
      "VotingProcedureList3": "A szavazatok nem módosíthatóak senki által",
      "VotingProcedureList4": "A szavazatok eredményei változatlanul tárolódnak a blokkláncon",
      "VotingProcedureList5": "A szavazás eredményeit visszamenőlegesen a blokklánc tárolja",
      "VotingProcedureList6": "A szavazatszámlálás a szavazás lezárása után történik a manipuláció elkerülése érdekében",
      "VotingPowerTitle": "Súlyozott szavazat",
      "VotingPowerDesc": "Minden leadott szavazat rendelkezik egy súlyozással, amely a pénztárca Deopto állományából kerül kiszámításra.",
      "VotingPowerDesc1": "A szavazati súly számítása a szavazás lezárása után történik, ezért fontos, hogy a számítások elvégzésekor kell rendelkeznie a pénztárcának a megfelelő állománnyal. A szavazás időpontjában nem számít, hogy a pénztárca mekkora állománnyal rendelkezik.",
      "VotingPowerFloorTitle": "Súlyozott szavazat alsó szintje",
      "VotingPowerFloorDesc1": "A szavazásban való sikeres részvételhez a pénztárcáknak legalább 0,001% Deopto állománnyal kell rendelkezni. Ennyi token mellett a pénztárca szavazati súlya 1 lesz.",
      "VotingPowerFloorDesc2": "A rendszer négyzetgyök alapú skála mentén jutalmazza a nagyobb értékkel rendelkező pénztárcákat, így kezdetben kisebb mértékű növekedéssel sokkal több szavazati súlyt kap a pénztárca, de a maximumhoz közeledve ez egyre kisebb ütemben növekszik.",
      "VotingPowerCeilingTitle": "Súlyozott szavazat felső határa",
      "VotingPowerCeiling1": "Az eljárás jutalmazza a több tokennel rendelkező pénztárcákat, de van egy felső határa, amely biztosítja, hogy mindenkinek legyen szava a szavazás során.",
      "VotingPowerCeiling2": "A jutalmazási skála négyzetgyök skálát követ, hogy csökkentse a jutalmazási hatást a plafonhoz közeledve. A maximális hatást 1%-os részesedésnél lehet elérni, ami 300 szavazati súlyt jelent. Az 1%-ot elérve a szavazati súly NEM növekszik tovább, marad 300-on.",
      "ChartXLegend": "Részesedés",
      "ChartYLegend": "Szavazati súly"
    },
    "Roadmap": {
      "RoadmapTitle": "Roadmap",
      "Milestone1Title": "Summer of 2022",
      "Milestone1Desc1": "Deopto token tervezése",
      "Milestone1Desc2": "Működő koncepció létrehozása",
      "Milestone1Desc3": "Szavazati rendszer tesztelése tesztneten",
      "Milestone2Title": "2022. szeptember 21.",
      "Milestone2Desc1": "A Deopto elindítása PancakeSwap-on 100% Fair Launch keretében",
      "Milestone2Desc2": "Likviditás (LP token) zárolva 2099.01.01-ig",
      "Milestone3Title": "1000 holder mérföldkő",
      "Milestone3Desc1": "Az első szavazás lebonyolítása",
      "Milestone3Desc2": "Új szavazások rendszeres időközönként, kéthavonta",
      "Milestone3Desc3": "Az első jótékonysági kampány a sikeres szavazás után",
      "Milestone3Desc4": "Hírpotál-, blog-, ls médiamegjelenések",
      "Milestone3Desc5": "Közösségi média kampány (Twitter, Instagram, Facebook, Telegram)",
      "Milestone3Desc6": "Kérvény a BscScan listázásra",
      "Milestone4Title": "2500 holder mérföldkő",
      "Milestone4Desc1": "Közösségi média kampány a Youtube-on",
      "Milestone4Desc2": "Közreműködés influenszerekkel",
      "Milestone4Desc3": "Podcast és videó megjelenések",
      "Milestone4Desc4": "Kérvény a CoinGecko és a CoinMarketCap liztázásra",
      "Milestone5Title": "5000 holder mérföldkő",
      "Milestone5Desc1": "Listázás tőzsdékre",
      "Milestone5Desc2": "Airdrop kampány",
      "Milestone6Title": "2023 vége",
      "Milestone6Desc1": "Csapatunk bővítése",
      "Milestone6Desc2": "Weboldal fejlesztése és stabilistási fejlesztések",
      "Milestone6Desc3": "Deopto wallet"
    },
    "HowToBuy": {
      "Title": "Hogyan vásárolj Deopto tokent",
      "Step1Title": "1. Wallet manager letöltése",
      "Step1Desc": "Ebben a példában a MetaMask-ot fogjuk használni, de használhatsz más wallet kezelőket is.",
      "Step2Title": "2. Hozz létre egy walletet",
      "Step2Desc": "Nyisd meg a wallet kezelőt, és hozz létre egy walletet! Kövesd a létrehozási utasításokat!",
      "Step3Title": "3. Hálózat átváltása",
      "Step3Desc": "Nyomj a felső területre, ahol a Main Network jelenik meg a hálózat megváltoztatásához!",
      "Step4Title": "4. Hálózat hozzáadása",
      "Step4Desc": "Nyomj az \"Add a network\" gombra az oldal alján!",
      "Step5Title": "5. BNB hálózat hozzáadása",
      "Step5Desc": "A Binance szerepel a javasoltak listáján, az \"Add\" gombbal vedd fel a BNB Smart Chain-t!",
      "Step6Title": "6. Új token importálása",
      "Step6Desc": "Nyomj az \"Import Tokens\" gombra az oldal alján!",
      "Step7Title": "7. Deopto felvétele",
      "Step7Desc": "Másold be a \"Token Address\" mezőbe a Deopto címét, majd nyomj az \"Import\"-ra!",
      "Step8Title": "8. Pénz küldése a walletre",
      "Step8Desc": "A \"Receive\" vagy a \"Buy\" funkció segítségével tudsz pénzt rakni a walletre.",
      "Step9Title": "9. Böngésző megnyitása",
      "Step9Desc": "Az app menüjében válaszd ki a \"Browser\"-t, és keresd  fel a ezt az oldalt: ",
      "Step10Title": "10. Wallet csatlakoztatása",
      "Step10Desc": "Amint megnyílik a Pancake Swap a böngészőben, csatlakozz a \"Connect\" gombbal!",
      "Step11Title": "11. Pancake Swap csatlakozás",
      "Step11Desc": "A MetaMask alkalmazáson belül egyetlen lehetőségünk a MetaMask kiválasztása a csatlakozáshoz",
      "Step12Title": "12. Csatlakozás megerősítése",
      "Step12Desc": "Véglegesítsd a kapcsolódást a lap alján található \"Connect\" gombbal!",
      "Step13Title": "13. Vásárlás oldal",
      "Step13Desc": "Csatlakozás után nyisd meg a \"Trade\" oldalt, és nyomj a cél tokenre (CAKE), hogy lecseréld azt!",
      "Step14Title": "14. Cél token cseréje",
      "Step14Desc": "A \"Select a Token\" oldalon belül másold a mezőbe Deopto címét, majd nyomj az \"Import\" gombra!",
      "Step15Title": "15. Token importálása",
      "Step15Desc": "Fogadd el a feltételeket az \"I understand\" négyzet bejelölésével, és nyomd meg az \"Import\" gombot!",
      "Step16Title": "16. Vásárlás beállítása",
      "Step16Desc": "A Trade oldalon nyomd meg a Beállítások ikont (fogaskerék) a Swap fejléc mellett!",
      "Step17Title": "17. Slippage beállítása",
      "Step17Desc": "Állítsd a slippage értéket 10%-nál nagyobbra! (szükség van rá, mert a tokennek 10%-os díja van)",
      "Step18Title": "18. Token vásárlása",
      "Step18Desc": "Utolsó lépés. Állítsd be, mennyi tokent szeretnél vásárolni, majd \"Swap\", és erősítsd meg a cserét!",
      "SuccessDesc1": "Ha a tranzakció sikeresen lezárult, megszerezted Deopto tokenjeidet!",
      "SuccessDesc2": "Másodperceken belül megjelenik a walletben."
    }
  }
}